LEXICON: dict[str, str] = {
    '/start': 'Привет 🤖\n'
              'Я буду помогать тебе учить аргентинский испанский 🇦🇷\n'
              'Нажми <b>"Показать меню ⭐"</b> чтобы начать',
    '/guest': 'Я не смог найти вас в списке учеников школы. Если это ошибка или у вас есть другие вопросы - напишите @posobil',
    '/menu': '<b>Что ты хочешь учить?</b>\n\n',
    'starting': '<b>Давай начинать!</b>\n\n',
    '/help': '<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - ',
    '/trans': '<b>Вам нужно выбрать верный перевод слова.</b>\n\n'
              '<i>В задание попадают 10 случайных слов из выбранного списка</i>\n\n'
              'Выберите верное для: ',
    '/trans_sh': 'Выберите верное для: ',
    '/ser1': 'Для начала прочитайте о глаголе SER\n\n',
    '/estar1': 'Для начала прочитайте о глаголе ESTAR\n\n',
    'r_verb': 'Для начала прочитайте о правилах склонения правильных глаголов\n\n',
    '/verb_fin': 'Задание для практики:',
    '/verb': '<b>Вам нужно выбрать верную форму глагола.</b>\n\n'
              '<i>В задание попадают 10 предложений из выбранного списка</i>\n\n'
              'Выберите верное для:\n',
    '/verb_sk': '<b>Вам нужно выбрать верное склонение глагола.</b>\n\n'
              '<i>В задание попадают 10 предложений из выбранного списка</i>\n\n'
              'Выберите верное для:\n',
    '/verb_sh': 'Выберите верное для:\n',
    'finish': 'Упражнение выполнено ✅\n\n'
              'Кол-во верных ответов: ',
    'choise_list': 'Выбери список слов: ',
    'choise_rules': 'Выбери правило для изучения: ',
    'choise_days': 'Выбери день обучения: ',
    'choise_type_task': 'Выбери задание: ',
    'choise_theme': 'Выбери тему: '
}